[
 {
   "Name": "Pixels",
   "Type": "photography",
   "Description": "Photography Club"
 },
 {
   "Name": "Rotaract Club of PES University",
   "Type": "Social Awareness",
   "Description": "The club brings together students interested in Community Service Projects, Professional Development Projects and International Collaboration projects. The activities include orphanage visits, clean India campaign, Adobe Photoshop workshop, book and bag donation to slum kids, Clap – Education drive to educate slum kids and such others."
 },
 {
   "Name": "MUN Society",
   "Type": "Society",
   "Description": "PES Model United Nations Conferences (MUN) society brings together students interested in participating in various MUN conferences held across the country."
 },
 {
   "Name": "Sanskriti",
   "Type": "Design",
   "Description": "The club brings together students interested in classical and contemporary dances. The present membership is 21 and is open to students who clear two rounds of auditions conducted yearly. "
 },
 {
   "Name": "CORI",
   "Type": "Reasearch",
   "Description": "The team at CORI is a mix of diverse and experienced talent. CORI brings together the expertise of accomplished engineers and enthusiasm of students to provide deep insights and evolve leading edge solutions."
 },
 {
   "Name": "Pukse",
   "Type": "Dance",
   "Description": "The club brings together students interested in participating in inter-college competitions at festivals like AtmaTrisha, Channel V-India Fest and at IIT-Kharagpur."
 },
 {
   "Name": "Trance",
   "Type": "Dance",
   "Description": "The club brings together students interested in western and Bollywood style dance and participating in inter-collegiate festivals. The club performed at Aatmatrisha, Samarpana, conducted flash mob at Orion and won prizes at Throttle”-2016 and “Manthan”-2016. "
 },
 {
   "Name": "AatmaTrisha",
   "Type": "Cultural",
   "Description": "The Club organizes the annual techno-cultural fest of PES University Aatmatrisha and other events in Tech, Cultural, Literary and Quiz and creative domains. "
 },
 {
   "Name": "Ninaada",
   "Type": "Cultural",
   "Description": "The club brings together students interested in Indian classical music and dance. The club has organized Sama Rasa-2016, Ninaada and Yamini-2014, 2015. "
 },
 {
   "Name": "Vindhu",
   "Type": "Hospitality",
   "Description": "The Tourism club has been refurbished with a new club named as Hospitality and Tourism Hub where a lot of culinary trails, Quiz, Awareness Programs, Seminars, Workshops, Certification programs, Research and Development activities are organized. along with ‘Sukalpa’ ,the Departments annual Tourism Fest."
 },
 {
   "Name": "Chef Club",
   "Type": "Hospitality",
   "Description": "For the Gastronomically inclined students, the Chef Club offers the ideal platform to experiment, innovate and explore, to tickle the palate and inspire the mind through food, cuisines and state of the art Cooking techniques. Culinary trails, Experiential Dinners, Food Blogs, Slow Food Chapter are some of the few initiatives of the club."
 },
 {
   "Name": "Catalyst",
   "Type": "Hospitality",
   "Description": "Inspiring young minds to ideate, design, create and execute events. The aim of the club is to promote out of the box thinking and inculcate event management skills in young minds."
 },
 {
   "Name": "Nautanki",
   "Type": "Creative",
   "Description": "The dramatics Club brings together students interested in stage play, street play and mime. The Club conducted street plays at various college festivals."
 },
 {
   "Name": "Paisa Vasool",
   "Type": "Creative",
   "Description": "Mad Ads – basically Skits, spoofs"
 },
 {
   "Name": "Dsgnr",
   "Type": "Creative",
   "Description": "The Club brings together students with basic knowledge of art or who are willing to learn mediums or software they’ve previously never tried. The club holds art and design related workshops and events which include the popular Tuts+ workshop series aimed at teaching basics of Adobe Illustrator, Photoshop."
 },
 {
   "Name": "Kirik Party",
   "Type": "Creative",
   "Description": "The Club conducts radical mime, skits and spoofs and organized the Freshers’ Day 2016. Replacing the earlier club Paisa Vasool, it has presently 6 core members. "
 },
 {
   "Name": "PES Talkies",
   "Type": "Creative",
   "Description": "The club brings together students interested in film-making. The club wasinaugurated by Mr.Rakshith Shetty and released a short film “14”. "
 },
 {
   "Name": "Fantom",
   "Type": "Music",
   "Description": "Western Music Band"
 },
 {
   "Name": "Saarang",
   "Type": "Music",
   "Description": "The group includes a blend of different genres of music which include Hindustani classical music, Carnatic classical music, Western music and even Bollywood music."
 },
 {
   "Name": "Pitch Please",
   "Type": "Music",
   "Description": "The club brings together students interested in participating in AtmaTrisha, Freshers’ day, Seniors Farewell and such events. The present membership is 11 and is open to singers and beat boxers who clear the audition."
 },
 {
   "Name": "Jhenkār",
   "Type": "Music",
   "Description": "The club brings together students interested in Carnatic Rock Fusion."
 },
 {
   "Name": "Impetus",
   "Type": "Technical",
   "Description": "Impact of Engineering and Technology on Us. They concentrate on real life solutions through Engineering and technology."
 },
 {
   "Name": "Ayana",
   "Type": "Technical",
   "Description": "24 hour Hackathon."
 },
 {
   "Name": "Student Nokia Developer",
   "Type": "Technical",
   "Description": "Conduct hashcode 24 hour hackathon."
 },
 {
   "Name": "Robotics",
   "Type": "Technical",
   "Description": "Build robot, participate in robotic competitons."
 },
 {
   "Name": "Jedi",
   "Type": "Technical",
   "Description": "Joy of Engineering Design, a course exclusively offered to the First year student to rekindle the joy of engineering through innovative means."
 },
 {
   "Name": "IEEE PESU",
   "Type": "Technical",
   "Description": "The club is focused on technical events that include Quiz, Treasure hunt, workshops and Symposium. Membership is open to IEEE student members of any year and registration is through ieee.org."
 },
 {
   "Name": "Microsoft Innovation Labs",
   "Type": "Technical",
   "Description": "The Club brings together students interested in tech events that include hackathons and workshops, technical research and learning opportunities. The activities include summer Internships, roadshow, Incito, #Code, hands-on workshop on OpenCV and training on research paper writing."
 },
 {
   "Name": "The Amateur Scientist",
   "Type": "Events",
   "Description": "All India Science Exhibition conducted for 9, 10,11, 12 students"
 },
 {
   "Name": "PES Chronicles",
   "Type": "Events",
   "Description": "A process dedicated to connect the industry and student"
 },
 {
   "Name": "Team Haya Racing",
   "Type": "Events",
   "Description": "Official Racing Team of PES"
 },
 {
   "Name": "ORDELL UGO",
   "Type": "Technical",
   "Description": "Virtual company that works on real time industry projects"
 },
 {
   "Name": "Samarpana",
   "Type": "Events",
   "Description": "An event to honor the martyr of the Indian Defense Forces"
 },
 {
   "Name": "Prakalpa",
   "Type": "Events",
   "Description": "An exhibition of top projects of all departments under one roof"
 },
 {
   "Name": "Quotient Quiz",
   "Type": "others",
   "Description": "Dedicated for betterment of quiz competition for schools and colleges"
 },
 {
   "Name": "TEDX",
   "Type": "Events",
   "Description": "Organise Talks by leading people in respective fields"
 },
 {
   "Name": "PES CSR Club",
   "Type": "Social Awareness",
   "Description": "The PES CSR Club brings together students interested in Social welfare activities like Blood Donation Camp, Medical Camp, Pen Collection and Prision Visit to name a few. "
 },
 {
   "Name": "ICARE",
   "Type": "others",
   "Description": "Social Initiatives, foster homes, HIV Centers, teaching slum kids, voting awareness."
 },
 {
   "Name": "E-CELL",
   "Type": "others",
   "Description": "promoting of enterpreneurship"
 },
 {
   "Name": "PES University IET Student chapter",
   "Type": "others",
   "Description": "The Student Chapter is responsible for holding events such as personality development workshops, industrial visits, exhibitions, Public Speaking workshops, Hackathons among others. The IET has an educational role, seeking to support its members through their careers by offering a professional home in college, producing advice and guidance at all levels to secure the future of its members."
 },
 {
   "Name": "Developer Student Club",
   "Type": "Technical",
   "Description": "The PES Chapter of Developer Student Clubs (DSC), a global initiative by Google Developers"
 }
]